Repository: BOLT-Protocol/blockscout
Catalog: apps/block_scout_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Reward distribution is based on stake amount. Validator receives at least %{min}% of the pool reward.
fr: 奖励分配基于权益数量.验证者至少获得总奖励的%{min}%.

source: APY
fr: 年化率

source: APY & Predicted Reward
fr: 年化率和预测的奖励

source: Approximate Current Annual Percentage Yield. If you see N/A, please reopen the popup in a few blocks (APY cannot be calculated at the very beginning of a staking epoch). Predicted Reward is the amount of %{symbol} a participant will receive for staking and can claim once the current epoch ends.
fr: 当前的年平均收益率近似值.如果看到N / A,请重新打开弹出框（在一个开始时期就无法计算APY）.预计奖励是参与者将获得的％{symbol}的金额,并可以在当前时期结束后提出要求.

source: Approximate Current Annual Percentage Yield. If you see N/A, please wait for a few blocks (APY cannot be calculated at the very beginning of a staking epoch).
fr: 当前的年平均收益率近似值.如果看到“不适用”,请等待几个步骤（无法在固定时间开始时计算APY）.

source: Bridged Tokens from
fr: 来自的桥接代币

source: Bridged from Ethereum
fr: 从以太坊桥接

source: Bridged from BSC
fr: 从BSC桥接

source: Bridge STAKE to Ethereum
fr: 跨境交易到以太坊

source: Swap STAKE on Honeyswap
fr: 在Honeyswap上交换权益

source: Trade STAKE on BitMax
fr: 在BitMax上交易STAKE

source: - minimal bytecode implementation that delegates all calls to a known address
fr: -最小的字节码实现,可将所有调用委派给已知地址

source: Minimal Proxy Contract for
fr: 的最小代理合同

source: TideBit
fr: TideBit浏览器

source: Language
fr: zh-cn
