Repository: BOLT-Protocol/blockscout
Catalog: apps/block_scout_web/priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: %{count} token
fr: %{count}代币

source: %{count} transaction
fr: %{count}交易

source: Token Transfer
fr: 代币转移

source: is recommended.
fr: 被推荐.

source: TideBit Explorer - %{address}
fr: TideBit浏览器- %{address}

source: %{block_type} Details
fr: %{block_type}详情

source: %{block_type} Height:
fr: %{block_type}高度：

source: %{block_type}s
fr: %{block_type}

source: %{count} Transactions
fr: %{ count}交易

source: TideBit Explorer
fr: TideBit浏览器

source: (Awaiting internal transactions for status)
fr: (等待内部交易确认状态)

source: (query)
fr: (询问)

source: - We're indexing this chain right now. Some of the counts may be inaccurate.
fr: -我们正在为该区块链索引.一些数据可能不准确.

source: A string with the name of the action to be invoked.
fr: 一个字符串,其中包含要调用的操作的名称.

source: A string with the name of the module to be invoked.
fr: 带有要调用的模块名称的字符串.

source: ABI-encoded Constructor Arguments (if required by the contract)
fr: ABI编码的构造函数参数（如果合同要求）

source: API Documentation
fr: API文件

source: API endpoints for the TideBit
fr: TideBit API

source: Accounts
fr: 帐户

source: Action
fr: 行动

source: Address
fr: 钱包地址

source: Addresses
fr: 钱包地址

source: All
fr: 全部

source: Anything not in this list is not supported. Click on the method to be taken to the documentation for that method, and check the notes section for any potential differences.
fr: 不支持此列表中的任何内容.单击要转到该方法文档的方法,然后检查“注释”部分是否存在任何潜在差异.

source: Average block time
fr: 平均出块时间

source: Back Home
fr: 返回根目录

source: Balance
fr: 余额

source: Balances
fr: 余额

source: Base URL:
fr: 连结:

source: Block
fr: 区块

source: Block #%{number}
fr: 区块#%{number}

source: TideBit Explorer - Block %{block_number}
fr: TideBit浏览器-区块%{block_number}

source: Block Confirmations
fr: 确认区块

source: Block Details
fr: 区块内容

source: Block Height: %{height}
fr: 区块高度: %{height}

source: Block Mined, awaiting import...
fr: 区块挖矿中,请等待...

source: Block Number
fr: 区块

source: Block Pending
fr: 等待区块

source: Block not found, please try again later.
fr: 找不到区块,请稍后再试.

source: BlockScout provides analytics data, API, and Smart Contract tools for the %{subnetwork}
fr: TideBit为％{subnetwork}提供分析数据,API和智能合约工具

source: Blocks
fr: 区块

source: Blocks Indexed
fr: 区块链索引完成

source: Call
fr: 呼叫

source: Call Code
fr: 呼叫

source: Cancel
fr: 取消

source: Change Network
fr: 切换网路

source: Clear
fr: 清除

source: Compiler
fr: 编译

source: Compiler version
fr: 编译器版本

source: Connection Lost
fr: 连线断开

source: Connection Lost, click to load newer blocks
fr: 连线断开,点击以加载较新的区块

source: Connection Lost, click to load newer internal transactions
fr: 连线断开,点击以加载新的内部交易

source: Connection Lost, click to load newer transactions
fr: 连线断开,点击以加载新的新交易

source: Connection Lost, click to load newer validations
fr: 连线断开,点击以加载新的新验证

source: Constructor Arguments
fr: 构造函数参数

source: Contract ABI
fr: 合约ABI

source: Contract Address
fr: 合约地址

source: Contract Address Pending
fr: 合约地址等待

source: Contract Byte Code
fr: 合约字节码

source: Contract Call
fr: 合约呼叫

source: Contract Creation
fr: 合约建立

source: Contract Creation Code
fr: 合约建立码

source: Contract Libraries
fr: 合约函式库

source: Contract Name
fr: 合约名称

source: Contract name:
fr: 合约名称:

source: Contract source code
fr: 合约原始码

source: Contracts that self destruct in their constructors have no contract code published and cannot be verified.
fr: 在合约构造函数中的没有发布的合约程式码可以验证.

source: Copy ABI
fr: 复制ABI

source: Copy Address
fr: 复制地址

source: Copy Contract Creation Code
fr: 复制合约程式码

source: Copy Decompiled Contract Code
fr: 复制反编译合约程式码

source: Copy Source Code
fr: 复制原始码

source: Copy Transaction Hash
fr: 复制交易杂凑码

source: Copy Txn Hash
fr: 复制交易杂凑码

source: Difficulty
fr: 难度

source: Copy Value
fr: 复制

source: Create
fr: 建立

source: Create2
fr: 建立

source: Created by
fr: 建立

source: Data
fr: 日期

source: Decoded
fr: 解码

source: Decompiled code
fr: 反编译代码

source: Decompiled contract code
fr: 反编译合约程式码

source: Decompiler version
fr: 反编译版本

source: Gas Limit
fr: 燃料限制

source: Gas Used
fr: 燃料使用

source: Description
fr: 描述

source: Details
fr: 细节

source: Displaying the init data provided of the creating transaction.
fr: 显示创建事务提供的初始化数据.

source: During times when the network is busy (i.e during ICOs) it can take a while for your transaction to propagate through the network and for us to index it.
fr: 在网络繁忙期间（即在ICO期间）,您的交易可能需要一段时间才能通过网络传播,我们需要为它建立索引.

source: ETH
fr: TBT

source: ETH RPC API Documentation
fr: TBT RPC API文件

source: EVM Version
fr: EVM版本

source: Easy Cowboy! This block does not exist yet!
fr: 该区块尚不存在！

source: Enter the Solidity Contract Code
fr: 输入Solidity合约程式码

source: Error rendering value
fr: 渲染错误码

source: Miner
fr: 矿工

source: Error trying to fetch balances.
fr: 尝试提取余额时出错.

source: Error: %{reason}
fr: 错误: %{reason}

source: Error: (Awaiting internal transactions for reason)
fr: 错误:(由于某种原因等待内部交易)

source: Error: Could not determine contract creator.
fr: 错误:无法确定合约创建者.

source: Ether
fr: TBT

source: Example Value
fr: 范例值

source: Execute
fr: 执行

source: Nonce
fr: 随机数

source: External libraries
fr: 外部函式库

source: Failed to decode input data.
fr: 无法解码输入数据.

source: Failed to decode log data.
fr: 日志数据解码失败.

source: Favorites
fr: 收藏

source: Fetching tokens...
fr: 正在获取代币...

source: For any existing contracts in the database, insert all ABI entries into the contract_methods table. Use this in case you have verified smart contracts before early March 2019 and you want other contracts with the same functions to show those ABI's as candidate matches.
fr: 对于数据库中任何现有合同,请将所有ABI条目插入contract_methods表中.如果您在2019年3月上旬之前已经验证了智能合约,并且希望其他具有相同功能的合约将这些ABI显示为候选匹配,请使用此选项.

source: Forked Blocks (Reorgs)
fr: 分叉区块（改组）

source: Position %{index}
fr: 排名%{index}

source: Genesis Block
fr: 区块

source: Hash
fr: 交易杂凑码

source: Hex (Default)
fr: 交易杂凑码

source: However, in general, the
fr: 一般而言

source: IMPORTANT: This information is a best guess based on similar functions from other verified contracts.
fr: 重要说明：此信息是根据其他已验证合约的相似功能得出的最佳猜测.

source: Success
fr: 成功

source: Tx/day
fr: 交易数/日

source: TX Fee
fr: 建议手续费

source: There are no holders for this Token.
fr: 代币转移.

source: There are no internal transactions for this address.
fr: 该地址没有内部交易.

source: There are no internal transactions for this transaction.
fr: 此交易没有内部交易.

source: There are no logs for this transaction.
fr: 没有此事务的日志.

source: There are no token transfers for this address.
fr: 此地址没有代币转移.

source: There are no tokens for this address.
fr: 该地址没有代币.

source: There are no tokens.
fr: 没有代币.

source: There are no transactions for this address.
fr: 该地址没有交易.

source: There are no transactions for this block.
fr: 该区块没有交易.

source: There are no transfers for this Token.
fr: 该区块链没有交易.

source: This transaction is pending confirmation.
fr: 此交易尚待确认.

source: Toggle navigation
fr: 切换导航

source: Token Details
fr: 代币细节

source: Token Holders
fr: 代币持有者

source: Token ID
fr: 代币ID

source: Token Transfer
fr: 代币转移

source: Token Transfers
fr: 代币转移

source: TideBit Explorer - Top Accounts
fr: TideBit浏览器-热门帐户

source: Total Difficulty
fr: 难度

source: Transaction
fr: 交易

source: If you have just submitted this transaction please wait for at least 30 seconds before refreshing this page.
fr: 如果您刚刚送出了此交易,请等待至少30秒钟,然后刷新此页面.

source: Indexed?
fr: 区块链索引完成?

source: Input
fr: 输入

source: Internal Transaction
fr: 内部交易

source: Invalid Transaction Hash
fr: 无效的交易杂凑码

source: Inventory
fr: 存货

source: It could still be in the TX Pool of a different node, waiting to be broadcasted.
fr: 它可能仍在其他节点的TX池中,等待广播.

source: Last Balance Update: Block #
fr: 上次余额更新：区块#

source: Less than
fr: 小于

source: Library Address
fr: 函式库地址

source: Library Name
fr: 函式库名称

source: License Expires
fr: 许可证到期日

source: License ID
fr: 许可证ID

source: Limit
fr: 限制

source: Loading...
fr: 加载…

source: Loading....
fr: 加载…

source: Log Data
fr: 日志数据

source: Mainnet
fr: 主网

source: Max of
fr: 最多

source: Method Id
fr: 方法ID

source: Miner Reward
fr: 矿工奖励

source: Model
fr: 模型

source: More internal transactions have come in
fr: 更多内部交易进入

source: More transactions have come in
fr: 有更多交易进来

source: Must be set to:
fr: 必须设置为:

source: Name
fr: 名称

source: New Smart Contract Verification
fr: 新的智能合约验证

source: Optimization enabled
fr: 启用优化

source: Optimization runs
fr: 优化运行

source: Owner Address
fr: 拥有者钱包地址

source: Page
fr: 页面

source: Parameters
fr: 参数

source: Parent Hash
fr: 前一笔杂凑码

source: Pending
fr: 等待

source: Pending Transactions
fr: 待交易

source: Potential matches from our contract method database:
fr: 来自我们合约方法数据库的潜在匹配:

source: Price
fr: 价格

source: Query
fr: 询问

source: Raw Input
fr: 原始输入

source: Raw Trace
fr: 原始痕迹

source: Records
fr: 记录

source: Request URL
fr: 要求网址

source: Reset
fr: 重置

source: Response Body
fr: 回应值

source: Responses
fr: 回应

source: Reward
fr: 奖励

source: Run
fr: 运行

source: Search
fr: 搜寻

source: Search by address, token symbol name, transaction hash, or block number
fr: 按地址,代币符号名称,交易杂凑或区块编号搜索

source: Search network
fr: 搜寻网路

source: Search tokens
fr: 搜寻代币

source: Server Response
fr: 服务器回应

source: Show
fr: 显示

source: Show QR Code
fr: 显示QR Code

source: Show Validator Info
fr: 显示验证者信息

source: Block Rewards
fr: 区块奖励

source: Something went wrong, click to reload.
fr: 出问题了,请点击重新加载.

source: Something went wrong, click to retry.
fr: 出问题了,请点击重试.

source: Sorry, We are unable to locate this transaction Hash
fr: 抱歉,我们无法找到此交易杂凑

source: Static Call
fr: 静态呼叫

source: Testnet
fr: 测试网路

source: There are no blocks validated by this address.
fr: 没有通过该地址验证的区块.

source: There are no blocks.
fr: 没有区块.

source: There are no logs for this address.
fr: 该地址没有日志.

source: There are no pending transactions.
fr: 没有待处理的交易.

source: There are no token transfers for this transaction
fr: 此交易没有代币转账

source: There are no transactions.
fr: 没有交易.

source: There is no coin history for this address.
fr: 该地址没有钱币历史.

source: There is no decompilded contracts for this address.
fr: 该地址没有反编译合约.

source: There was a problem loading the chart.
fr: 加载图表时出现问题.

source: This API is provided for developers transitioning their applications from Etherscan to BlockScout. It supports GET and POST requests.
fr: 为开发人员提供了该API,以将其应用程序从Etherscan转换为BlockScout.它支持GET和POST请求.

source: This API is provided to support some rpc methods in the exact format specified for ethereum nodes, which can be found
fr: 提供此API的目的是为以太坊节点指定的确切格式支持某些rpc方法,可以找到该方法

source: This block has not been processed yet.
fr: 该区块尚未处理.

source: This is useful to allow sending requests to blockscout without having to change anything about the request.
fr: 这对于允许将请求发送到blockcout而不用更改请求的内容很有用.

source: To have guaranteed accuracy, use the link above to verify the contract's source code.
fr: 为了保证准确性,请使用上面的链接来验证合约的原始码.

source: To see accurate decoded input data, the contract must be verified.
fr: 要查看准确的解码输入数据,必须验证合约.

source: Total Supply
fr: 总供给

source: Total blocks
fr: 总块数

source: TideBit Explorer - Transaction %{transaction}
fr: TideBit浏览器-交易%{transaction}

source: Transaction %{transaction}, %{subnetwork} %{transaction}
fr: 交易%{transaction}, %{subnetwork} %{transaction}

source: Transaction Details
fr: 交易细节

source: Transaction Inputs
fr: 交易输入

source: Transaction Speed
fr: 交易速度

source: Transactions sent
fr: 交易已发送

source: Try it out
fr: 试试看

source: Type
fr: 类型

source: Uncle Reward
fr: Uncle奖励

source: Unique Token
fr: 唯一代币

source: Use the search box to find a hosted network, or select from the list of available networks below.
fr: 使用搜索框查找托管网络,或从下面的可用网络列表中选择.

source: Used
fr: 使用

source: Validated
fr: 已验证

source: Validated Transactions
fr: 已验证交易

source: Validator Creation Date
fr: 验证者创建日期

source: Validator Data
fr: 验证者数据

source: Validator Info
fr: 验证者信息

source: Value
fr: 值

source: Verify & Publish
fr: 验证并发布

source: Verify & publish
fr: 验证并发布

source: Verify the contract
fr: 验证合约

source: Version
fr: 版本

source: View All Blocks
fr: 查看所有区块

source: View All Transactions
fr: 查看所有交易

source: View Contract
fr: 查看合约

source: View Less Transfers
fr: 查看较少的转账

source: View More Transfers
fr: 查看更多转账

source: View the account balance, transactions, and other data for %{address} on the %{network}
fr: 查看%{network}上%{address}的帐户余额,交易和其他数据

source: Wallet addresses
fr: 钱包地址

source: Yes
fr: 是的

source: custom RPC
fr: 客制RPC

source: is not a valid transaction hash
fr: 不是有效的交易杂凑

source: required
fr: 必需的

source: string
fr: 字串

source: Copy Metadata
fr: 复制元数据

source: Copy Token ID
fr: 复制代币ID

source: Decimals
fr: 小数点

source: Gas
fr: 燃料

source: If it still does not show up after 1 hour, please check with your sender/exchange/wallet/transaction provider for additional information.
fr: 如果一小时后仍然没有显示,请与您的发件人/交易所/钱包/交易提供商联系以获取更多信息.

source: Indexing Tokens
fr: 索引代币

source: Loading chart
fr: 加载图

source: Log Index
fr: 日志索引

source: Metadata
fr: 元数据

source: Module
fr: 模块

source: Total transactions
fr: 总交易

source: Transfers
fr: 转账

source: Copy Txn Input
fr: 复制Txn输入

source: Blocks Validated
fr: 验证区块

source: Code
fr: 代码

source: Coin Balance History
fr: 硬币余额历史

source: Decompiled Code
fr: 反编译代码

source: Internal Transactions
fr: 内部交易

source: Read Contract
fr: 阅读合约

source: Tokens
fr: 代币

source: Transactions
fr: 交易

source: Token Burning
fr: 代币燃烧

source: Token Burning
fr: 代币燃烧

source: Token Minting
fr: 代币铸造

source: Token Minting
fr: 代币铸造

source: Chore Reward
fr: 杂务奖励

source: Revert reason
fr: 还原原因

source: Read Proxy
fr: 读代理

source: Write Contract
fr: 写合约

source: Waiting for transaction's confirmation...
fr: 正在等待交易确认...

source: Write
fr: 写

source: Write Proxy
fr: 写代理

source: Copy Raw Trace
fr: 复制原始跟踪

source: Search by address, token symbol, name, transaction hash, or block number
fr: 按地址,代币符号,名称,交易杂凑或区块编号搜索

source: All functions displayed below are from ABI of that contract. In order to verify current contract, proceed with
fr: 下面显示的所有功能均来自该合同的ABI.为了验证当前合约,请继续

source: All metadata displayed below is from that contract. In order to verify current contract, click
fr: 下面显示的所有元数据均来自该合同.为了验证当前合约,请点击

source: button
fr: 按钮

source: page
fr: 页

source: Copy Byte Code
fr: 合约字节码

source: %{blocks} block
fr: %{blocks}区块

source: Working Stake Amount is an amount which is accounted and working at the current staking epoch.
fr: 工作权益金额是在当前权益纪元中已记账和工作的金额.

source: (inactive pool)
fr: (无效池)

source: <p>Pending stake (stake placed on a candidate pool or placed during the current staking epoch) may be withdrawn now.</p> <p>Active stake (stake available after the current epoch) can be ordered for withdrawal from the pool, and will be available to claim after the current staking epoch is complete.</p> <p>If you have already ordered (and the staking window is still open), you may increase your current order by entering a positive value, or decrease your current order by entering a negative value in the box and clicking 'Order Withdrawal'. You must either keep the minimum stake amount in the pool, or order your entire stake for withdrawal.</p>
fr: <p>悬而未决的股份（放置在候选者池中或在当前权益时期内放置）现在可以撤回.</p> <p>活动权益（在当前时期之后可用的权益）可以被命令从中退出. </p> <p>如果您已经订购（并且放样窗口仍处于打开状态）,则可以通过输入一个正值,或通过在框中输入负值并单击“取款”来减少当前订单.您必须将最低注额保持在池中,或订购全部注额以提款.< /p>

source: <p>To become a candidate, your staking address must be funded with %{tokenSymbol} tokens <strong>and</strong> %{coinSymbol} coins, and your OpenEthereum node must be active and configured with the mining address you specify here.</p> <p>To become a delegator, close this window and select an address from the list of pools you would like to place stake on. Click the <strong>Stake</strong> button next to the address to begin the process.</p>
fr: <p>要成为候选人,您的抵押地址必须由％{tokenSymbol}个代币<strong>和</strong>％{coinSymbol}个代币提供资金,并且您的OpenEthereum节点必须处于活动状态并使用您在此处指定的挖掘地址进行配置</p> <p>要成为委派者,请关闭此窗口,然后从要放样的池列表中选择一个地址.点击地址旁边的<strong>权益</strong>按钮以开始该过程.</p>

source: All pool participant addresses. The top address belongs to the %{pool_type}.
fr: 所有池参与者地址.最高地址属于%{pool_type}

source: Already Ordered:
fr: 已订购:

source: Amount
fr: 数量

source: Amount of %{symbol} placed by an address.
fr: 地址放置的%{symbol}的数量.

source: Available Now:
fr: 可用的:

source: Banned
fr: 被禁止

source: Banned until block #%{banned_until} (%{estimated_unban_day})
fr: 直到区块#%{banned_until}（%{estimated_unban_day}）被禁止

source: Become a Candidate
fr: 成为候选人

source: Block number
fr: 区块

source: Candidate and Validator Pool Addresses. Current validator pools are specified by a checkmark.
fr: 候选者和验证者池地址.当前的验证程序池由复选标记指定.

source: Candidate’s Staked Amount
fr: 候选人的赌注金额

source: Choose Pool
fr: 选择池

source: Choose Target Pool
fr: 选择目标池

source: Claim Ordered Withdraw
fr: 索偿要求撤回

source: Claim Reward
fr: 领取奖励

source: Claim for
fr: 索取

source: Claim the Amount
fr: 索取金额

source: Current Stake Amount
fr: 当前权益额

source: Current Stake:
fr: 当前权益：

source: Delegators
fr: 委托人

source: Delegators’ Staked Amount
fr: 代表的权益金额

source: How Many Times this Address has been Banned
fr: 此地址已被禁止多少次了

source: How Many Times this Address has been a Validator
fr: 此地址多少次已成为验证者

source: Inactive Pool Addresses. Current validator pools are specified by a checkmark.
fr: 非活动池地址.当前的验证程序池由复选标记指定.

source: It's me!
fr: 是我!

source: Likelihood of Becoming a Validator on the Next Epoch
fr: 在下一个时代成为验证者的可能性

source: ME
fr: 我

source: Max Amount to Move:
fr: 最大移动量:

source: Minimum Stake Allowed:
fr: 允许的最低抵押:

source: Minimum Stake:
fr: 最低抵押:

source: Mining Address:
fr: 挖矿钱包地址:

source: Move Stake
fr: 移动抵押

source: No Information
fr: 无信息

source: Order Withdrawal
fr: 订单提款

source: Ordered
fr: 订单

source: Place stake
fr: 放置股份

source: Pool
fr: 池

source: Pools searching is already in progress for this address
fr: 该地址的池搜索已在进行中

source: Reason for Ban: %{ban_reason}
fr: 遭禁的原因: %{ban_reason}

source: Recalculate
fr: 重新计算

source: Refresh now
fr: 现在刷新

source: Remove My Pool
fr: 删除我的池

source: Reward calculating is already in progress for this address
fr: 此地址的奖励计算已在进行中

source: Searching for pools you have ever staked into. Please, wait...
fr: 搜索您曾经放样的池.请稍等...

source: Share of Pool’s Reward
fr: 分享池的奖励

source: Show banned only
fr: 仅禁止显示

source: Show only those I have stake in
fr: 只显示那些我有抵押

source: Stake
fr: 抵押

source: Stake More
fr: 下注更多

source: Stake placed on a candidate pool or an active validator pool <strong>during the current staking epoch</strong> can be moved from one pool to another. Active stake cannot be moved. To re-delegate active stake: order a withdrawal, claim the amount on the next staking epoch, and stake the amount on a different pool.
fr: 可以将<strong>当前放样时期</strong>中候选池或活动验证者池上的放样从一个池移到另一个池.当前的股份不能移动.要重新委派活动的股份,请下令提款,在下一个赌注时期申领金额,然后在其他池中存款.

source: Stake placed on a pool is <strong>pending</strong> for the current staking epoch. It will be applied to the next staking epoch. You may withdraw or move pending stake at any time until it becomes active. Once active (the pool you staked with becomes a validator), a withdrawal order can be placed. This amount will be available to claim after that staking epoch is complete.
fr: 当前放样时期,放置在池中的放样<strong>待定</strong>,它将应用于下一个抵押期.您可以随时撤回或转移待处理的股份,直到其生效为止.一旦激活（放样的池成为验证器）,就可以下达提款单.抵押期完成后,可以申请这笔款项.

source: Staked
fr: 以抵押

source: Staked Amount
fr: 抵押金额

source: Staker's Address
fr: 抵押钱包地址

source: Stakes Ratio
fr: 抵押率

source: Staking epochs are not specified or not in the allowed range
fr: 未指定放样纪元或不在允许范围内

source: Target Pool
fr: 目标池

source: The Number of Delegators in the Pool
fr: 池中的代表人数

source: The amount can be claimed after the current epoch finishes.
fr: 可以在当前纪元结束后索取该金额.

source: The first amount is the candidate’s own stake, the second is the total amount staked into the pool by the candidate and all delegators.
fr: 第一个数字是候选人自己的股份,第二个是候选人和所有代表向赌注中投入的总额.

source: The first amount is the pool owner’s stake, the second is the total amount staked into the pool by the pool owner and all delegators.
fr: 第一个是池所有者的股份,第二个是池所有者和所有委托人投入到池中的总金额.

source: The first amount is the validator’s own stake, the second is the total amount staked into the pool by the validator and all delegators.
fr: 第一个是验证者自己的股份,第二个是验证者和所有委托人投入到池中的总金额.

source: The number of delegators providing stake to the pool. Click on the number to see more details.
fr: 向池中提供赌注的委派人数.单击该数字以查看更多详细信息.

source: The percentage of stake in a single pool relative to the total amount staked in all active pools. A higher ratio results in a greater likelihood of validator pool selection.
fr: 单个池中的权益相对于所有活动池中的权益总额的百分比.比率越高,选择验证者池的可能性就越大.

source: The rest addresses are delegators of its pool.
fr: 其余地址是其池的委托人.

source: The staking epochs for which the reward could be claimed (read-only field):
fr: 可要求奖励的筹码时代（只读字段）:

source: The table refreshed <span></span> block(s) ago.
fr: 该表在<span> </span>块之前刷新.

source: There is no information currently available for this view. Deselect filters or choose another pool view to see current info. To participate as a delegator, select a pool address and click the Stake icon. To become a candidate, click the button below.
fr: 当前没有可用于此视图的信息.取消选择过滤器或选择其他池视图以查看当前信息.要作为委派者参加,请选择一个池地址,然后单击Stake图标.要成为候选人,请点击下面的按钮.

source: This is a %{pool_type}.
fr: 这是%{pool_type}.

source: This is a validator
fr: 这是一个验证者

source: This pool is banned until block #%{banned_until} (%{estimated_unban_day})
fr: 禁止该池,直到块#%{banned_until}（%{estimated_unban_day}）

source: Tx Gas Limit:
fr: 燃料限制:

source: Unable to find any pools you could claim a reward from.
fr: 找不到您可以要求奖励的任何池.

source: Unknown address of Staking contract. Please, contact support
fr: 抵押合同的未知地址.请联系支持

source: Unknown pool staking address. Please, contact support
fr: 未知的池放样地址.请联系支持

source: Unknown staker address. Please, choose your account in MetaMask
fr: 未知的抵押者地址.请在MetaMask中选择您的帐户

source: Validator Pool Addresses.
fr: 验证程序池地址.

source: Validator pools can be banned for misbehavior (such as not revealing secret numbers). Validator and delegator stake contained in a banned pool cannot be withdrawn until the ban is over.
fr: 可以禁止验证程序池出现不当行为（例如不透露秘密数字）.在禁令结束之前,不能撤回包含在禁令池中的验证人和代表人股份.

source: We found the following pools you can claim reward from:
fr: 我们找到了以下可以从中获得奖励的宝藏:

source: Withdraw
fr: 提取

source: Withdraw Now
fr: 现在提取

source: Withdraw after block #%{banned_delegators_until} (%{estimated_unban_day})
fr: 在区块#%{banned_delegators_until}之后提取（%{estimated_unban_day}）

source: Withdrawal orders made during an active staking epoch are available to claim after the epoch is complete.
fr: 在有效放样时期内完成的提款订单可在该时期完成后索取.

source: Working Stake Amount
fr: 工作权益额

source: You Can Order:
fr: 您可以订购:

source: You Staked:
fr: 您下注:

source: You can get your reward for all staking epochs during which the pool was a validator or specify separate epochs if <b>Tx Gas Limit</b> is too high. <b>Tx Gas Limit</b> depends on how long the pool was a validator and how many staking epochs you held your stake in the pool without movement.
fr: 如果<b> Tx Gas Limit </b>（Tx气体限制）</b>太高,则可以在池作为验证者的所有下注时期获得奖励,也可以指定单独的时期. <b> Tx Gas Limit </b>取决于该池是一个验证程序的时间,以及您在池中持股数不动的几下纪元.

source: You can withdraw this amount right now.
fr: 您可以立即提取此金额.

source: You will be able to withdraw after block #%{banned_delegators_until} (%{estimated_unban_day})
fr: 您将可以在区块# %{banned_delegators_until}（%{estimated_unban_day}）之后退出

source: You will receive:
fr: 您将收到:

source: Your Balance:
fr: 您的余额:

source: Your Current Stake:
fr: 您当前的抵押:

source: Your Mining Address
fr: 您的采矿地址

source: Your ordered amount
fr: 您的订购金额

source: candidate
fr: 候选人

source: pool owner
fr: 池拥有者

source: specified epochs only
fr: 仅指定时期

source: validator
fr: 验证者

source: Stakes
fr: 抵押

source: Contract is not verified. However, we found a verified contract with the same bytecode in Blockscout DB
fr: 合同未经验证.但是,我们在Blockscout DB中找到了具有相同字节码的经过验证的合同

source: Staking
fr: 抵押

source: Press / and focus will be moved to the search field
fr: 按/焦点将移至搜索字段

source: Current Reward Share
fr: 当前奖励份额

source: Current Reward Share is calculated based on the Working Stake Amount.
fr: 当前奖励份额是根据工作权益金额计算的.

source: Delegators of
fr: 的代表

source: Potential Reward Share
fr: 潜在奖励分享
